"RTL"="0";
"Cancel"="취소";
"OK"="확인";
"Delete"="삭제";
"Next"="다음";

"NoEMailSetupTitle"="이메일이 설정되지 않음";
"NoEMailSetupText"="장치에 이메일을 설정하십시오.";
"WriteEMailText"="개발자에게 이메일로 연락하시겠습니까?";
"WriteEMailTitle"="개발자에게 연락";
"EMailQuestionSubject"="Smart Budget 기술지원";
"EMailQuestionBody"="\n\n소프트웨어 버전 - %@\niOS 버전 - %@";
"ShareEMailSubj"="입출금 내역을 공유할 수 있는 앱으로 초대합니다!";
"ShareEMailBody"="첨부 파일을 클릭하여 파일을 Smart Budget에서 여십시오. \n\nSmart Budget을 아직 설치하지 않았다면, 링크가 여기에 있습니다: %@\n\n참고로 저는 버전 %@을(를) 사용하고 있습니다.\niOS 버전 - %@";
"EMailDatabaseProblemSubject"="Smart Budget 기술지원 - 저의 데이터베이스가 손상되었습니다!";
"EMailDatabaseProblemBody"="이 메시지에는 사용자의 데이터베이스 복사본이 포함되어 있습니다. 최대한 빨리 버그를 식별 및 수정하기 위해 노력하겠습니다.\n소프트웨어 버전 - %@\niOS 버전 - %@\n";

"SelectAccountTitleTo"="계좌로";

"ExpenseNamePlaceholder"="설명 (옵션)";
"ExpenseTitleNew"="설명";
"ExpenseNameTitle"="설명";
"ExpenseNameComment"="설명 없음";
"ExpenseReturnDate"="상환";
"SelectNoReturnDate"="상환일 없음";
"SelectNoDate"="날짜 없음";
"SelectTodayDate"="오늘";
"SectionPlannedFor"="{date} 예정";

"CheckInternetCloud"="클라우드 서버에 연결할 수 없습니다. 서버가 점검 중이거나 장치가 인터넷에 연결되지 않았을 수 있습니다.";
"DocsHintCloudCorrupted20"="클라우드의 데이터데이스 복사본이 손상되었습니다. 하단의 '내보내기' 버튼을 누르고 '개발자에게 전송'을 선택하세요.";
"DocsHintCloudUnpublished20"="클라우드의 데이터데이스 복사본을 찾을 수 없습니다. 하단의 '내보내기' 버튼을 누르고 '개발자에게 전송'을 선택하세요.";
"DocsHintCloudFuture"="일부 변경사항이 상위 버전의 Smart Budget을 사용하여 클라우드로 전송되었습니다. 버전을 업데이트하세요.";
"ERROR_FUTURE_COMMANDS"="데이터베이스는 상위 버전의 Smart Budget을 사용하여 변경되었습니다. 버전을 업데이트하십시오.";
"ERROR_CORRUPTED"="데이터베이스가 손상되었습니다. 하단의 '내보내기' 버튼을 누르고 '개발자에게 전송'을 선택하세요.";

"HelpSwitchSheet" = "시트 전환";
"HelpAddOperation" = "수입, 지출, 대출, 송금 또는 환전 추가";
"HelpPlannedOpDifferentSheet" = "다른 시트의 예정된 작업 기한이 곧 도래합니다";
"HelpTextSearch" = "'orange juice'를 검색하려면 'o j'를 입력하실 수 있습니다";
"HelpSlideForSearchPlanning" = "검색 및 계획을 하려면 아래로 미세요";
"HelpCreateDatabase" = "데이터베이스는 완전히 분리되어 있고, 각 데이터베이스는 계정, 시트, 작업 세트를 갖고 있으며 다른 사용자들과 동기화할 수 있습니다.";
"HelpNeedCommit" = "일부 변경사항은 아직 클라우드에 저장되지 않았습니다.";
"HelpPublished" = "이 데이터베이스는 동일한 Apple ID로 iCloud를 이용하는 장치 간에 자동으로 동기화됩니다. 다른 Apple ID를 사용하거나 iCloud를 이용하지 않는 장치 간에 동기화하려면 초대를 보내세요.";
"HelpNotPublished" = "이 데이터베이스는 클라우드 동기화 기능이 꺼져 있습니다.";
"HelpAccounts" = "모든 계정은 다수의 통화를 사용합니다. 계정에 자금을 추가하거나 계정 간에 자금을 송금하려면, 메인 화면으로 이동하여 해당 계정을 선택하고 작업을 추가하세요.";
"HelpHiddenAccounts" = "사용하지 않는 계정을 '숨겨진 계정' 줄 아래로 드래그하여 목록에서 숨기되, 통계를 위해 보관하세요.";
"HelpWriteUs" = "연락해주세요!";
"HelpWriteReview" = "Smart Budget이 마음에 드세요?";
"HelpFullVersion" = "감사합니다";
"HelpSalePrice" = "Smart Budget의 최초 버전을 구입하신 분께는 큰 할인 혜택이 제공됩니다";
"HelpNormalPrice" = "Smart Budget 1을 갖고 계신 경우, 큰 할인 혜택을 받으실 수 있습니다. 이 장치에 Smart Budget 1.7이 설치되어 있고 정식 버전으로 업그레이드하셨는지 확인하세요.";
"HelpTapHold" = "길게 탭하여 추가 기능을 보세요";
"HelpPlusMinus" = "수입 및 지출 전환";
"HelpDateRemembered" = "오늘 이외의 날짜가 자동으로 선택되었습니다. 날짜가 올바른지 확인하세요.";
"HelpDateApproaching" = "예정일이 곧 도래합니다";
"HelpSelectSheet" = "이 작업을 하려면 다른 시트를 선택하세요";
"HelpFreeProgress" = "무료 버전의 작업횟수 제한인 30회에 도달하면 정식 버전을 구입하셔야 합니다";
"HelpSheets" = "다른 시트에 작업을 추가한 다음 각 시트를 개별적으로 분석할 수 있습니다.";
"HelpEraser" = "지우개";
"HelpMarker" = "마커";
"HelpExchangeRate" = "환율은 {hours_ago}시간 전에 마지막으로 업데이트되었습니다.";
"HelpPin" = "이 PIN 코드는 어린이가 실수로 데이터를 변경하는 것을 막기 위한 용도에 불과합니다. 보안을 위해서는 장치의 잠금 화면에 비밀번호를 설정하세요.";
"HelpForgotPin" = "PIN 코드를 잊으셨나요? 코드를 찾을 때까지 0000, 0001부터 9999까지 입력하세요. 일반적으로 모든 조합을 시도하는 데는 1시간이 채 걸리지 않습니다.";

"HiddenAccountsLine"="숨겨진 계정";
"AccountCash"="현금";
"csvID"="숫자";
"RecurrenceTitle"="반복";
"DateTitle"="날짜";
"PlannedTitle"="계획됨";
"CategoryTitle"="카테고리";
"SheetTitle"="시트";
"SheetsTitle"="시트";
"SheetNamePlaceholder"="시트 이름";
"SheetTitleNew"="새 시트";
"SheetNameTitle"="이름";
"TotalSheet"="모든 시트";
"SeveralSheets"="다수의 시트";
"TotalAccount"="모든 계정";
"SeveralAccounts"="다수의 계정";
"AccountTitle"="계좌";
"AccountToTitle"="계정으로";
"AccountsTitle"="계좌";
"AccountNamePlaceholder"="계좌 이름";
"AccountNameTitle"="이름";
"AccountTitleNew"="새 계좌";
"AccountsSum"="합계";
"CategoryNamePlaceholder"="카테고리 이름";
"CategoryTitleNew"="새 카테고리";
"CategoryNameTitle"="이름";
"CurrencyTitle"="통화";
"CurrenciesTitle"="통화";
"AmountTitle"="금액";
"EditName"="이름 바꾸기";
"MoveToAccountTitle"="다음으로 작업 이동:";
"AccountMoveMenuTitle"="모든 작업을 '{from}' 계정에서 '{to}' 계정으로 이동하려고 합니다. 이 작업은 되돌릴 수 없습니다.";
"MoveToSheetTitle"="다음으로 작업 이동:";
"SheetMoveMenuTitle"="모든 작업을 '{from}' 시트에서 '{to}' 시트로 이동하려고 합니다. 이 작업은 되돌릴 수 없습니다.";
"MoveAllOperations"="모든 작업 이동";
"DeleteAllOperations"="모든 작업 삭제";
"DeleteAllOperationsMenuTitle"="모든 작업을 '{from}'' 시트에서 삭제하려고 합니다. 삭제 작업은 거의 필요하지 않으며 잔액은 해당 작업의 금액으로 설정됩니다. 이 작업은 되돌릴 수 없습니다.";

"AmountConverted"="%@은(는) %@에 해당합니다";
"ConversionNA"="해당 없음";
"AmountNotConverted"="환율 다운로드 오류";
"BuiltInCategoryTitle"="특별 카테고리";
"BuiltInCategoryText"="‘대출’, ‘송금’ 및 ‘환전’ 카테고리는 수정할 수 없습니다.";
"OperationsNumber" = "{count}\n회 작업";

"AboutTitle"="설정";
"RealAboutTitle"="정보";
"LimitTitle"="무료 버전";
"LimitText"="무료 버전은 30건으로 제한되어 있습니다. Apple 응용프로그램 내 구입 기술을 사용하여 정식 버전으로 업그레이드하는 데는 20초가 걸립니다.";
"PurchaseStatusPurchasing"="스토어 연결 중...";
"PurchaseStatusFullVersion"="정식 버전을 구매하였습니다";
"PurchaseStatusRestoring"="구매내역 복원...";
"Purchase20ButtonTitle"="정식 버전 구입";
"RestoreButtonTitle"="구매내역 복원";
"WriteReviewTitle"="리뷰 작성";
"WriteReviewText"="리뷰를 작성하시겠습니까?";
"MoneyVersion"="Smart Budget, 버전";
"FontTitle" = "폰트";
"PURCHASE_FAILED_TITLE"="구매 오류";
"CANNOT_MAKE_PAYMENTS_TEXT"="사용자의 장치 설정은 구매를 허용하지 않습니다. 장치 설정, '일반', '차단'을 열고 '응용 프로그램 내 구입'이 켜져 있는지 확인하세요.";
"RESTORE_FAILED_TITLE"="복원 오류";
"ERROR_INTERNET_TEXT"="%@. 인터넷 연결을 확인하고 다시 시도하십시오.";
"ERROR_NO_PRODUCT"="가격 다운로드 실패";
"RESTORE_NOTHING_TITLE"="복원 완료";
"RESTORE_NOTHING_TEXT"="이전 구매내역을 찾을 수 없습니다. 처음 구매할 때와 같은 Apple ID를 사용했는지 확인하세요.";

"CurrencySelectedHeader"="선택된 통화";
"CurrencyPopularHeader"="자주 사용하는 통화";
"CurrencyOtherHeader"="기타 통화";

"PinTitle"="PIN 코드";
"PinEnterText"="PIN 코드 입력";
"PinRepeatText"="PIN 코드 재입력";
"PinWrongText"="잘못된 PIN 코드입니다\nPIN 코드를 다시 입력하십시오";
"PinNoMatchText"="PIN이 일치하지 않습니다\nPIN 코드를 다시 입력하십시오";

"CreateDatabase"="데이터베이스 만들기";
"SelectDatabase"="데이터베이스 열기";
"DocumentsTitle"="데이터베이스";
"DeleteDatabaseTitle"="이 장치에서 데이터베이스를 삭제할까요? 이 작업은 되돌릴 수 없습니다!";
"Publish20"="클라우드 동기화 켜기";
"Invite20"="초대 전송";
"Unpublish20"="클라우드 동기화 끄기";
"UnpublishTitle20"="로컬 데이터베이스 복사본이 이 장치에 생성되며, 동일한 Apple ID로 iCloud를 이용하는 모든 장치와 이 장치에서 데이터베이스 원본이 삭제됩니다.";
"DeleteDatabaseTitlePublished"="동일한 Apple ID로 iCloud를 이용하는 모든 장치와 이 장치에서 데이터베이스가 삭제됩니다.";
"OtherDevicesWillContinue"="다른 장치가 초대를 통해 이 데이터베이스의 클라우드 복사본에 대한 접근권을 얻으면, 계속 사용할 수 있습니다.";

"ExportMenuTitle"="데이터베이스 내보내기";
"BackupButtonTitle20"="백업";
"PreviewButtonTitle"="XSLX로 보기";
"ExportXSLXButtonTitle"="XSLX로 내보내기";
"SendToSupportTitle"="개발자에게 전송";
"SendToSupportText"="데이터베이스가 손상되었다고 생각하시면, 개발자에게 전송하여 분석을 받고 수정도 받으실 수 있습니다.";

"ExpensePlanButton"="유사사항 계획";
"ExpensePerformButton"="거래";
"ContactIndicator"="연락처";
"DeleteExpenseTitle"="거래를 삭제할까요?";

"NEVER"="절대 안 함";
"EVERY_DAY"="매일";
"EVERY_WEEK"="매주";
"EVERY_2WEEKS"="2주마다";
"EVERY_MONTH"="매월";
"EVERY_2MONTHS"="2개월마다";
"EVERY_QUARTER"="3개월마다";
"TWICE_A_YEAR"="1년에 2번";
"EVERY_YEAR"="매년";

"EXPENSE_KIND"="지출";
"INCOME_KIND"="수입";

"CatTransfer"="송금";
"CatConvert"="환전";
"CatLoan"="대출";
"CatLoanBack"="대출 상환";
"CatApartment"="숙박";
"CatFoodHome"="음식";
"CatFoodRestaurant"="레스토랑, 카페";
// Remove planned
"CatCarPlanned"="자동차";
"CatCarEmergency"="자동차 (긴급)";
"CatSport"="스포츠";
"CatCat"="고양이";
"CatDog"="개";
"CatPet"="애완동물";
"CatGiftsLost"="선물";
"CatTransportPublic"="대중교통";
"CatFishing"="낚시";
"CatHunting"="사냥";
"CatGamblingLost"="도박에서 잃음";
"CatGaveFamily"="친척에게 줌";
"CatBaby"="어린이";
"CatMedicine"="의료";
"CatGadgets"="전자제품";
"CatCinema"="영화";
"CatTheaters"="극장, 전시회";
"CatRoleplaying"="역할놀이";
"CatSalary"="봉급/임금";
"CatOverwork"="초과근무";
"CatBonus"="성과급";
"CatGamblingWon"="도박에서 이김";
"CatApple"="로열티";
"CatFound"="습득물";
"CatGiftsWon"="선물";
"CatGovernment"="관납료";
"CatClothes"="피복";
"CatSpirits"="음료";
"CatCommunications"="통신 및 인터넷";
"CatTransportTravel"="여행 경비";
"CatHotel"="호텔";
"CatEducation"="교육";
"CatUnknown"="알 수 없음";
"CatCelebration"="휴일";
"CatTookFromFamily"="친척에게서 받음";
"CatInitialBalance"="초기 잔액";

"UserCategorySheetTitle"="%@ (거래 건수 - %d)";
"SelectImage"="이미지 선택";
"DrawImage"="이미지 그리기";
"ImageTitle"="이미지";
"CategoriesRecent"="최근에 사용함";
"CategoriesNotRecent"="오랫동안 사용 안 함";
"CategoriesNeverUsed"="사용한 적 없음";

"EverydaySheet"="일반";
"SelectFromContacts"="연락처에서 선택";
"CustomImagesSection"="모든 데이터베이스에서 가져온 이미지";

"ReportTitle"="보고서";
"Reports"="보고서";
"SimpleReport"="간략 보고서";
"ReportStyleTitle"="보고서 스타일";
"ByCat"="카테고리별";
"ByDay"="날짜별";
"BySum"="잔액";
"ReportPeriod"="기간";
"AllTime"="전체 기간";
"StatIncome"="수입";
"StatOutcome"="지출";
"StatBalance"="잔액";
"StatExchangeRateFlux"="환율 차이";
"StatIncome20"="수입: {amount}";
"StatOutcome20"="지출: {amount}";
"StatIncomePlanned"="계획된 수입: {amount}";
"StatOutcomePlanned"="계획된 지출: {amount}";
"StatIncomePlannedNoDate"="계획된 수입(날짜 없음): {amount}";
"StatOutcomePlannedNoDate"="계획된 지출(날짜 없음): {amount}";
"StatIncomePlannedPerMonth"="월수입: {amount}";
"StatOutcomePlannedPerMonth"="월지출: {amount}";

"ExampleSneakers"="운동화";
"ExampleIcecream"="아이스크림";
"ExampleGas"="유류";
"ExampleTickets"="제주로 가는 항공권";
"ExampleMarriage"="결혼";

"DocsHintCloudBadReceipt" = "클라우드 서버는 무료 버전에서 너무 많이 변경한 데이터베이스를 허용하지 않습니다. 정식 버전으로 업그레이드하세요.";
"LoadFromBackupErrorTitle" = "백업 로드 안 됨";
"LOAD_FROM_BACKUP_EXISTS" = "이미 장치에 이 클라우드 동기화 데이터베이스가 있습니다.";
"LOAD_FROM_BACKUP_BAD_FORMAT" = "파일 포맷을 인식할 수 없습니다. 개발자에게 파일을 전송하여 분석을 받고 수정도 받으실 수 있습니다.";
"SectionNoDate"="계획(날짜 없음)";
"BitCoin" = "BitCoin";
"NMonths" = "{count}개월";
"NDays" = "{count}일";
"List12" = "{item1}, {item2}";
"NewDatabaseMark" = "신규";

"ImportInstructions20"="Smart Budget 1에서 Smart Budget 2로 데이터를 어떻게 이동하나요?{title}먼저 Smart Budget 1.7 이상이 장치에 설치되어 있는지 확인하세요.{picture1}Smart Budget 1을 시작하고, '클라우드' 버튼을 클릭하고, 'Smart Budget 2로 내보내기' 버튼을 클릭한 다음, 어플리케이션 목록에서 Smart Budget 2를 선택하세요.{picture2}Smart Budget 1에서 클라우드 동기화를 사용하셨으면, Smart Budget 2에서 클라우드 동기화 기능을 다시 켜야 합니다.{picture3}";
"FAQTitle"="FAQ";

"PlanNewOperation"="새 작업 계획";
"AppName2"="Smart Budget 2";
